tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"

brew "archey"
brew "bat"
brew "git"
brew "git-flow"
brew "go"
brew "govendor"
brew "mas"
brew "nvm"
brew "openssl@1.1"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "speedtest-cli"
brew "telnet"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "golangci/tap/golangci-lint"

cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "datagrip"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "notion"
cask "postman"
# cask "setapp"
cask "sourcetree"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "zoom"

mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Enpass", id: 732710998
mas "GoodNotes", id: 1444383602
mas "HP Smart", id: 1474276998
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Rocket.Chat", id: 1086818840
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "TNEF's Enough", id: 986621173
mas "Todoist", id: 585829637
mas "Virus Scanner Plus", id: 595374522
mas "KakaoTalk", id: 869223134
