tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "archey"
brew "bat"
brew "cmake"
brew "gcc"
brew "git"
brew "go"
brew "jq"
brew "lmdb"
brew "mas"
brew "nvm"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rocksdb"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "datagrip"
cask "docker"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "notion"
cask "postman"
# cask "vagrant"
# cask "vagrant-manager"
# cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
# cask "vmware-fusion"

mas "AdGuard for Safari", id: 1440147259
mas "Enpass", id: 732710998
mas "GoodNotes", id: 1444383602
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
